alefragnani.project-manager
auchenberg.vscode-browser-preview
bierner.comment-tagged-templates
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
Connorcpu.vsc-rustfmt
dakara.dakara-foldplus
dariofuzinato.vue-peek
Dart-Code.dart-code
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
DotJoshJohnson.xml
DougFinke.vscode-pandoc
dunstontc.vscode-rust-syntax
dustinsanders.an-old-hope-theme-vscode
eamodio.gitlens
eg2.tslint
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
hridoy.wordpress
jccr.sandbox
jeremyljackson.vs-docblock
jock.svg
juanmnl.vscode-theme-1984
kokororin.vscode-phpfmt
lamartire.git-indicators
lextudio.restructuredtext
martellaj.license-injector
matklad.rust-analyzer
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhmadhamster.postcss-language
moshfeu.auto-npm-install
mrmlnc.vscode-apache
mrmlnc.vscode-attrs-sorter
ms-azuretools.vscode-docker
ms-vscode.wordcount
msjsdiag.debugger-for-chrome
naumovs.color-highlight
noaal.writer-mode
octref.vetur
oderwat.indent-rainbow
PKief.material-icon-theme
pnp.polacode
rust-lang.rust
samwho.vscode-write
shd101wyy.markdown-preview-enhanced
shekhardtu.vuejspack
skyapps.fish-vscode
slevesque.shader
slevesque.vscode-3dviewer
swyphcosmo.spellchecker
TabNine.tabnine-vscode
teabyii.ayu
tombonnike.vscode-status-bar-format-toggle
travisthetechie.write-good-linter
Tyriar.sort-lines
Tyriar.terminal-tabs
ue.alphabetical-sorter
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
zucska.task-button
